"""

对话关键词资源文件

"""


HOT_WORD=[          "你好迈迈",
                    "迈迈" ]

WORK_DLOG_TEXT=[    "嗨",
                    "我是迈迈！有什么事情需要我帮忙的话，我会尽全力的",
                    "有什么事情吗",
                    "准备就绪" ]

PLAY_DLOG_TEXT=[    "闭上眼睛，尽情感受夜风吹拂在身体与额头上的感觉",
                    "大家都那么努力，我也要加把劲了",
                    "诶",
                    "诶嘿嘿",
                    "感觉打雷都无法惊醒教授耶",
                    "今天无论是气温、空气湿度还是空气状况，都维持在不错的水平。真希望每天都是这样啊",
                    "今天又成长了一点",
                    "开始监测今晨的空气湿度和风向……啊，早上好！",
                    "胜利了也不要骄傲啊",
                    "虽然取得了进步，可是，我做的还远远不够",
                    "唔……工作了一天，监测气球都快没电了",
                    "唔……太阳来到西边之后，监测背包的屏幕就一直在闪烁个不停",
                    "唔……我在工作",
                    "呀啊！气球快要飞出去了！",
                    "这样我会很困扰" ]

SCD_DLOG_TEXT=[     "好厉害", 
                    "使出我所有的力量吧！",
                    "我明白",
                    "做到了！", ]

FAIL_DLOG_TEXT=[     "嗯哼", 
                    "呜……就这么白费了吗……" ]